HLR/gsmHlrGET.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/" xmlns:gsm="http://schemas.ericsson.com/ema/UserProvisioning/GsmHlr/">
  <soapenv:Header>
    <cai3:SessionId>123456</cai3:SessionId>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Get>
      <cai3:MOType>Subscription@http://schemas.ericsson.com/ema/UserProvisioning/GsmHlr/</cai3:MOType>
      <cai3:MOId>
        <gsm:msisdn>299567001</gsm:msisdn>
      </cai3:MOId>
    </cai3:Get>
  </soapenv:Body>
</soapenv:Envelope>

